[{"authors":null,"categories":null,"content":"I am currently a statistician in the Department of Mathematics, Statistics, and Computer Science at Macalester College.\nMy primary research interests lie broadly in the study of statistical methods and their application in scientific practice in collaborations. Recently, I have collaborated with colleagues in social psychology, environmental epidemiology, genetic biology, and health policy. My statistical methodology work has focused on uncovering group structure and patterns in longitudinal data through clustering analysis techniques, probability models, as well as data mining approaches.\nAs a teacher, my goal is to empower students to be curious and question the world around them, to construct a convincing argument and make decisions in the midst of uncertainty, tackle and solve difficult problems, and to take ownership of their learning and their life. I strive to design my courses and cultivate inclusive and equitable classroom dynamics so that every student, no matter their background or identity, can be empowered to succeed and thrive in our world.\nThe best part of my job is working with undergraduate students! If you are a student (or educator) who would like to chat about opportunities in this field the field of statistics, biostatistics and data science, and why I love working in it, please get in touch!\nMy name, Brianna Heggeseth, is pronounced bree-aw-na heg-e-seth, and my pronouns are she/her/hers. (My last name, Heggeseth/Heggeset, is the name of a farm in Norway where my husband\u0026rsquo;s family came from.)\n  Download my CV.\n","date":-62135596800,"expirydate":-62135596800,"kind":"term","lang":"en","lastmod":-62135596800,"objectID":"2525497d367e79493fd32b198b28f040","permalink":"","publishdate":"0001-01-01T00:00:00Z","relpermalink":"","section":"authors","summary":"I am currently a statistician in the Department of Mathematics, Statistics, and Computer Science at Macalester College.\nMy primary research interests lie broadly in the study of statistical methods and their application in scientific practice in collaborations.","tags":null,"title":"","type":"authors"},{"authors":null,"categories":null,"content":"Table of Contents  What is Diversity? What is Equity? What is an Inclusion? What is an Inclusive \u0026amp; Equitable Classroom?    Everyone has their own concept of what diversity, equity, and inclusion (DEI) means to them. I provide my definitions that frame my pedagogical and professional work.\nWhat is Diversity? There are many ways in which people differ, both in terms of visiblee and invisible characteristics that influences individual and group identity and life experience. These characteristics may include, but are not limited to, race, ethnicity, color, sex, sexual orientation, gender identity, gender expression, socio-economic status, language, culture, national origin, religion/spirituality, age, (dis)ability, and military/veteran status.\nWe should celebrate our differences! We benefit from having learning spaces that include a diverse group of individuals and perspectives because our own lived experiences provide a narrow view of the world. We can deepen our understanding of our world, develop more creative and better solutions to important societal problems by having many ideas and approaches expressed.\nWhat is Equity? But it is not enough for everyone \u0026ldquo;a seat at the table.\u0026rdquo; Our society was built on the foundations of colonization and oppression, a caste system, which set the rules to benefit some groups, individuals, and identities over others. We must work to counter uneven social power and white supremacy.\nWe should make sure that everyone has the support and opportunity they need to succeed. Equity does not necessarily mean equal support and opportunity as we do not all experience the same barriers. We must put policies in place to actively respond to systematic racism and other forms of discrimination, bias, and harassment.\nWhat is an Inclusion? Inclusion means actively cultivating an environment where everyone feels welcome and valued. An inclusive space can only be created once we are more aware of our unconscious biases and the roles we play in the social power dynamics, and have learned and are actively working to counter them.\nOnly with equity and inclusion can a diverse group of individuals thrive.\nWhat is an Inclusive \u0026amp; Equitable Classroom? An inclusive and equitable classroom is a space in which all students feel like they belong; they feel welcomed into the intellectual discussion, supported in their learning, and valued for their ideas and contributions.\nAll students have full access to learning opportunities, and the tools they need to do so successfully and meaningfully.\nStudents are treated fairly and equitably, not necessarily equally, no matter their background and intersecting identities (e.g. race, ethnicity, socioeconomic class, gender identity/expression, sexual orientation, religion, nationality, ability, age,\u0026hellip;)\nNext: Cultivating an Inclusive and Equitable Class Climate\n","date":1611446400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1611446400,"objectID":"1358b5876ffc69e9c3c988934cd375b4","permalink":"https://bcheggeseth.github.io/inclusion/definitions/","publishdate":"2021-01-24T00:00:00Z","relpermalink":"/inclusion/definitions/","section":"inclusion","summary":"I define equity and inclusion to frame my pedagogical work.","tags":null,"title":"Definitions","type":"page"},{"authors":null,"categories":null,"content":"Table of Contents  Transparency \u0026amp; Accountability Develop Rapport with Students Trauma-Informed Teaching Cultivate Belonging Build Learning Community Other Guides \u0026amp; Research    Cultivating an inclusive classroom climate requires a growth mindset that is open to student feedback about their experiences and eager to experiment and make changes in the classroom. These small adjustments may help all of your students feel safe to explore, fail, grow, and learn.\nTransparency \u0026amp; Accountability Set the Tone with Introductions\n  Use non-binary, inclusive language (Say \u0026ldquo;Welcome Class or Folx or Everyone or Students or Y\u0026rsquo;all\u0026rdquo; rather than \u0026ldquo;Hey guys\u0026rdquo;)\n Here is a post with more forms of address: https://crystalhuff.com/2017/02/16/gender-inclusive-forms-of-address/    Acknowledge your social identities (that you feel comfortable sharing), implicit biases \u0026amp; blind spots, and your understanding of how that informs your teaching\n  State your Intentions with Syllabi Statements\n  State your goals about inclusive classroom climate for students to keep you accountable and to provide transparent messaging about your chosen course design (explain why you\u0026rsquo;ve designed the class that way)\n  Examples: One of my Syllabi, Williams College, University of Michigan\n  Solicit feedback\n  Acknowledge you will make mistakes and have blind spots\n  Make students feel safe to provide constructive feedback without fear of retribution\n  Possibilities: Anonymous real-time survey (Poll Everywhere), midterm course evaluations, weekly student reflections, classroom observations\n  Develop Rapport with Students   Use students' preferred name \u0026amp; ask for a pronunciation guide\n Model: tell students what you prefer to be called    Invite (but do not require) students to provide pronouns and use them\n Model: normalize pronouns disclosures by providing your own pronouns (she/her, he/him, they/them, etc.)    Share a bit of who you are (humanize yourself; you choose your level of disclosure)\n  Check-in with students, individually and as a group\n Send a quick note to struggling students or those who miss class Anonymous survey (Poll Everywhere): \u0026ldquo;one word that describes your weekend\u0026rdquo;, \u0026ldquo;how are you feeling? click on emotion wheel\u0026rdquo;    Trauma-Informed Teaching   Learning Brain vs. Survival Brain\n This short video provides a useful framework for students to reflect on their learning    Address Context before Content (source: Dr. Jaime Washington)\n Learning does not occur in a vacuum; acknowledge personal \u0026amp; collective struggles and trauma In extreme circumstances of great turmoil, focus on basic student needs and be flexible with content \u0026amp; assignments    Other Recommendations (Source: Inside Higher Ed)\n Work to ensure emotional, cognitive, physical, and interpersonal safety Foster trust by being clear, transparent, reliable Facilitate peer support and mutual self-help in classes (check-in with each other) Share power and decision making Empower voice and choice by build on student strengths Pay attention to cultural, historical, gender issues (with an intersectional lens) Impart importance of sense of purpose    Cultivate Belonging  Tell students that you believe in them and they are capable Encourage participation by asking open-ended questions to promote dialogue  Reflect on your goals for asking questions If you are looking for only one right answer, reconsider what you hope to gain by asking the question \u0026amp; the impact on students   Normalize struggle and failure as an important step in learning (growth mindset)  Share your own stories of academic struggle    Build Learning Community   Emphasize student responsibility for contributing to a positive learning environment\n  Co-create learning community agreements\n Spend time at beginning of class to create agreements to make it a positive, inclusive learning environment Remind/Revise agreements throughout class Examples: U of Toronto, Sacramento State    Build collaborative structure into course design\n Examples: in-class group activities, study groups, paired partners to provide peer support    Next: Inclusive Course Design\nOther Guides \u0026amp; Research Inventory of Inclusive Classrooms: https://sites.lsa.umich.edu/inclusive-teaching/inclusive-classrooms/inventory-of-inclusive-teaching-strategies/\nChronicle of Higher Education Article: https://www.chronicle.com/article/how-to-make-your-teaching-more-inclusive/?utm_source=wb\u0026amp;utm_medium=en\u0026amp;cid=wb\nLGBT+ resources for statisticians and data scientists: https://www.significancemagazine.com/culture/624-lgbt-resources-for-statisticians-and-data-scientists\nSeven Recommendations for Trauma-informed education: https://www.insidehighered.com/advice/2020/06/03/seven-recommendations-helping-students-thrive-times-trauma\nPower of positive regard \u0026amp; rapport: https://www.chronicle.com/article/the-power-of-positive-regard/\nBuilding rapport online by Rebecca A. Glazier: https://educate.apsanet.org/communicating-to-build-rapport-with-online-students\nWestPoint Guide for Rapport: https://www.westpoint.edu/sites/default/files/inline-images/centers_research/center_for_teching_excellence/PDFs/mtp_project_papers/Dyrenforth_14.pdf\nWebb, Nathan, and Laura Obrycki Barrett. “Student views of instructor-student rapport in the college classroom.” Journal of the Scholarship of Teaching and Learning (2014): 15-28.\nStrayhorn, T. L. (2012). College students’ sense of belonging: A key to educational success for all students. New York: Routledge.\nWalton, G. M., \u0026amp; Cohen, G. L. (2007). A question of belonging: Race, social fit, and achievement. Journal of Personality and Social Psychology, 92(1), 82-96.\n","date":1609459200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1609459200,"objectID":"9e35bfd9a2879eaf2f9ac74db8900e4f","permalink":"https://bcheggeseth.github.io/inclusion/climate/","publishdate":"2021-01-01T00:00:00Z","relpermalink":"/inclusion/climate/","section":"inclusion","summary":"Cultivating an inclusive classroom climate requires a growth mindset that is open to student feedback about their experiences and eager to experiment and make changes in the classroom.  These small adjustments may help all of your students feel safe to explore, fail, grow, and learn.","tags":null,"title":"Cultivating a Inclusive \u0026 Equitable Climate","type":"page"},{"authors":null,"categories":null,"content":"Table of Contents  Universal Design  Course Materials Engagement Assessment   Real Data Active Learning  Active Learning Strategies   Collaboration \u0026amp; Group Structure  Intentional group creation Group Roles Assess Process and Product   Diverse Representation Guides \u0026amp; Research    Universal Design Create a learning environment where everyone can learn without special concessions or treatment, where accessibility and flexibility is built into the course structure and design\nCourse Materials   Accessible\n Closed captioning (useful tool: Otter.ai) Consider accessible format for screen readers Consider the cost of textbook/materials    Clear\n Clarify vocabulary, acronyms, symbols Explicit connect new information to background knowledge    Multimodal\n Provide multiple modalities for students to learn (visual, auditory, active)  Visual: Readings (printed and online reading), class notes, projected images/illustrations Auditory: Discussions, short tutorials/lectures (recorded and/or live) Active: Summarize context, coding, writing      Engagement   Authentic\n Activities should be meaningful \u0026amp; appropriate (not feel like \u0026ldquo;busy work\u0026rdquo;) Should use and apply knowledge, not just recall it Value of activity extends beyond the classroom    Intentional\n Provide collaborative structure to help encourage engagement Integrate self-reflection about barriers to engagement    Multimodal\n Allow students to participate in multiple ways (e.g. code, discuss, describe) Provide multiple ways to ask questions    Assessment  Consider flexibility in time to accommodate extended time Use rubrics to communicate expectations and provide consistent feedback Reflect on your goals for the assessment and consider alternative formats (consider alternatives to time exams)  Real Data As Rouncefield (1995) asserts, “[S]tudents can ask real questions about real-life situations. These in turn raise ethical and moral questions, which motivate students’ learning, making the subject matter more relevant and interesting.”\n  If possible, choose data that does not reinforce negative stereotypes about or systematically exclude/erase marginalized groups (e.g. binary gender, race and violence, etc.)\n If not, discuss issues with social identity categories, how data can perpetuate social injustices, and data justice (see Data Feminism)    Rethink what is \u0026ldquo;common knowledge\u0026rdquo; (cultural) in terms of data context\n Provide the necessary data context when presenting a new data set    Along with real data, discuss data ethics and the societal consequences of data and modeling\n Resources: Movie: Coded Bias (currently on Netflix), Book: Weapons of Math Destruction, Book: Hello World: Being Human in the Age of Algorithms,, Book: Algorithms of Oppression    Chance recently had three special issues on human rights, climate change, and modern slavery that are ripe for examples to use in class.\nActive Learning Active learning strategies\n  \u0026ldquo;involve students in doing things and thinking about the things they are doing\u0026rdquo; (Bonwell \u0026amp; Eisen, 1991, p. 2).\n  require \u0026ldquo;students to do meaningful learning activities and think about what they are doing\u0026rdquo; (Prince, 2004, p. 1).\n  \u0026ldquo;cognitively engage students in building understanding at the highest levels of Bloom\u0026rsquo;s taxonomy\u0026rdquo; i.e., critical thinking skills (National Academies, 2017, p. 3-3).\n  Active learning provides multiple modes of engagement to support all students' learning\nActive Learning Strategies   Entry/exit tickets or minute papers\n  Think-Pair-Share\n  Case studies or problem-based learning (guided problem-solving activity)\n  Interactive demonstration\n  Gallery walk stations to engage in topic\n  Jigsaw discussions\n  Team-based inquiry-based (data analysis or simulation) activity\n  Collaboration \u0026amp; Group Structure If collaboration is a learning outcome for your class, I recommend frequent structured small (3-4 person) group work.\n Working in a group is not trivial and is a skill that requires practice. Provide structure to prepare students to be part of a team  Intentional group creation  I use random shuffling for short-term groups I am more intention when creating or helping to create long-term groups  Avoid isolating minoritized folks in long-term groups   In any case, I provide a way to \u0026ldquo;avoid\u0026rdquo; another student if they feel unsafe (a barrier to learning)  Group Roles Explain (and maybe assign) roles that facilitate collaboration\n Process Oriented Guided Inquiry Learning (POGIL) group roles  Facilitator/Project Manager Recorder Presenter/Spokesperson Reflector Resource Manager Encourager    Assess Process and Product  If focus is only on the product, then it is much more efficient to divide labor and not collaborate. Student assessments should incorporate the how well they strengthen and stretch the knowledge of the entire group.  Diverse Representation   Highlight diverse Past and Present Statisticians\n  Talk about the history of white supremacy in Statistics\n Eugenics RA Fisher    Next: Increasing your Own Awareness\nGuides \u0026amp; Research Universal Design of Instruction Resources (curated by U of Washington)\nLBGT+ resources for statisticians and data scientists\nBrown University Inclusive \u0026amp; Active Teaching Resources.)\nFreeman, S. et al. (2014) “Active learning boosts performance in STEM courses” Proceedings of the National Academy of Sciences, 111 (23) 8410-8415. https://doi.org/10.1073/pnas.1319030111\nWieman, C.E. (2014) “Large-scale comparison of STEM teaching methods” Proceedings of the National Academy of Sciences, 111 (23) 8319-8320; https://doi.org/10.1073/pnas.1407304111\nSnyder, J.J. et al. (2016) “Peer-Led Team Learning Helps Minority Students Succeed.” PLoS Biol 14(3): e1002398. https://doi.org/10.1371/journal.pbio.1002398\nJohnson, D.W., Johnson, R.T., and Smith, K.A. (2014). Cooperative learning: Improving university instruction by basing practice on validated theory. Journal on Excellence in College Teaching 25, 85-118.\nKogan, M. \u0026amp; Laursen, S.L. (2014) “Assessing Long-Term Effects of Inquiry-Based Learning: A Case Study from College Mathematics” Innovative Higher Education 39: 183. https://doi.org/10.1007/s10755-013-9269-9\n","date":1609459200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1609459200,"objectID":"7cfd6394a71863c94832b69984ad4356","permalink":"https://bcheggeseth.github.io/inclusion/design/","publishdate":"2021-01-01T00:00:00Z","relpermalink":"/inclusion/design/","section":"inclusion","summary":"To design an inclusive statistics course, you must consider course materials, activities, engagement, and assessments.  ","tags":null,"title":"Inclusive Course Design","type":"page"},{"authors":null,"categories":null,"content":"Table of Contents  Implicit Bias Read Diverse Perspectives  Social Media Worth Following My Reading List      Implicit Bias We all have implicit biases. Even those who study implicit bias have implicit bias.\n Take a few Harvard Implicit Bias Tests  Read Diverse Perspectives Social Media Worth Following  Twitter  @ReadBlackademia #BlackintheIvory @VanguardSTEM #DiversityandInclusion @500QueerSci @QueersInSTEM    My Reading List As a white cis-gender woman, these are some books that I\u0026rsquo;m reading to expand my awareness on others life experiences. Suggestions welcome!\nUnderstanding the Burdens of Race at a Predominantly White University: The experiences of underrepresented students in an introductory statistics courses; PhD Dissertation by Mario Antonio Davidson\nCaste by Isabel Wilkerson\nFrom Equity Talk to Equity Walk by Tia Brown McNair, Estela Mara Bensimon and Lindsey Malcom-Piqueux\nWhy Are All the Black Kids Sitting Together in the Cafeteria: And Other Conversations About Race by Beverly Daniel Tatum\nSo you want to talk about race by Ijeoma Oluo\nBetween the World and Me by Ta-Nehisi Coates\nThe Myth of Equality: Uncovering the Roots of Injustice and Privilege by Ken Wytsma\nWhite Awake: An Honest Look at What It Means to Be White by Daniel Hill\nAmerica\u0026rsquo;s Original Sin: Racism, White Privilege, and the Bridge to a New America by Jim Wallis\nUnderstanding White Privilege: Creating Pathways to Authentic Relationships Across Race (Teaching/Learning Social Justice) by Frances Kendall\nWhite Fragility by Robin DiAngelo\nAll Speech is Not Free by Megan Boler\nHow to be Anti-Racist by Ibram X. Kendi\nThe Making of Asian America: A History by Erika Lee\nYellow: Race in America Beyond Black and White by Frank Wu\nNeurotribes: The Legacy of Autism and the Future of Neurodiversity by Steve Silberman\nUniversal Design in Higher Education, From Principles to Practice by Sheryl E. Burgstahler\n","date":1609459200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1609459200,"objectID":"ef34459ee096ff70e1ed1a4c79a172bc","permalink":"https://bcheggeseth.github.io/inclusion/awareness/","publishdate":"2021-01-01T00:00:00Z","relpermalink":"/inclusion/awareness/","section":"inclusion","summary":"The first step is to increase your own awareness of diverse perspectives and experiences and your own implicit biases. ","tags":null,"title":"Increase your own Awareness","type":"page"},{"authors":null,"categories":null,"content":"In 2016, Dr. Megan Romano of Dartmouth University contacted me regarding my expertise in longitudinal methods for childhood growth. I helped her write a grant proposal and started working as a statistical consulting on this approved grant that seeks to estimate the relationship between exposure to PFASs and childhood adiposity growth over time. I wrote the analysis plan, implemented it, and we are writing up the conculsions.\nProduct\n In Progress  ","date":1617926400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1617926400,"objectID":"072ccd9ad418b9d72fab6fa8973b23b2","permalink":"https://bcheggeseth.github.io/project/prenatalpfas/","publishdate":"2021-04-09T00:00:00Z","relpermalink":"/project/prenatalpfas/","section":"project","summary":"Prenatal PFAS exposure and early childhood growth","tags":["Applied Collaboration","Correlated Data","Environmental Epidemiology"],"title":"Prenatal PFAS and Early Childhood Growth","type":"project"},{"authors":null,"categories":null,"content":"In the Fall of 2019, I start working the the publicly available collection data at https://github.com/artsmia/collection. I reached out to staff at the Minneapolis Institute of Art and we found that I could help them achieve new goals for analyzing their collection data. With the help of Macalester students, we have provided internal reports of analysis of art object metadata and location history.\nProducts\n  Independent Projects\n Connie Zhang in Fall 2019-Summer 2020: Visitor Experience and Art Object Tag Creation Thu Dang in Summer 2020: Visualization of Deaccession of Art Objects over time Jiaying Wu in Summer 2021: Upcoming!    Internal Department Reports\n Summary of Accession and Deaccession over Time Summary of Location Purpose of Art Objects over Time Summary of Use of Gallery Space    ","date":1617840000,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1617840000,"objectID":"e9d9f1ad48a88f5456434ba19cb1101b","permalink":"https://bcheggeseth.github.io/project/miacollaboration/","publishdate":"2021-04-08T00:00:00Z","relpermalink":"/project/miacollaboration/","section":"project","summary":"Data analysis of collection data of Minneapolis Institute of Art","tags":["Applied Collaboration","Art Museums"],"title":"Mia Collaboration","type":"project"},{"authors":null,"categories":null,"content":"","date":1611446400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1611446400,"objectID":"d77deeb2262b6e6964882713e8374fe8","permalink":"https://bcheggeseth.github.io/teaching/datasets/","publishdate":"2021-01-24T00:00:00Z","relpermalink":"/teaching/datasets/","section":"teaching","summary":"This is a collection of open source data sets to help you start looking for project data.","tags":null,"title":"Data Sets","type":"page"},{"authors":null,"categories":null,"content":"Prior to working at Macalester College, I taught courses at Williams College and University of California Berkeley.\nWilliams College STAT 101: Elementary Statistics \u0026amp; Data Analysis\n Textbook: Intro Stats by De Veaux, Velleman, and Bock  STAT 201: Statistics \u0026amp; Data Analysis\n Textbook: Stats: Data and Models by De Veaux, Velleman, and Bock  STAT 202: Introduction to Statistical Modeling\n Textbook: Stat2 by Cannon et al.  STAT 10: Data Visualization\n Winter Study course Textbooks: ggplot2 by Hadley Wickham, Interactive Data Visualization for the Web: An Introduction to Designing with D3 by Scott Murray  STAT 355: Multivariate Data Analysis\n Textbook: An Introduction to Statistical Learning by James, Witten, Hastie, and Tibshirani  STAT 346: Regression and Forecasting\n Textbook: Applied Linear Regression Models by Kutner, Nachtsheim, and Neter  STAT 372: Longitudinal Data Analysis\nSTAT 442: Data Mining and Computational Statistics\n Textbooks: An Introduction to Statistical Learning by James, Witten, Hastie, and Tibshirani and Weapons of Math Destruction: How Big Data Increases Inequality and Threatens Democracy by Cathy O\u0026rsquo;Neil  UC Berkeley STAT 2: Introduction to Statistics\n Instructor Textbook: Statistics by Freedman, Pisani, and Purves  STAT 153: Introduction to Time Series\n Graduate Student Instructor (Supervisor: Adityanand Guntuboyina) Textbook: The Analysis of Time Series, An Introduction by Chris Chatfield  STAT 153: Introduction to Time Series\nMATH 10: Methods of Mathematics\n Graduate Student Assistant, Curriculum Development (Supervisors: Lior Patcher, Bernd Sturmfels)  Exploration in Statistics\n Graduate Student Instructor Supervisors: Deborah Nolan, Duncan Temple Lang, Mark Hansen, Steve Sain  ","date":1611446400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1611446400,"objectID":"7c6c9b71f23bf9eea80cf843cd333605","permalink":"https://bcheggeseth.github.io/teaching/teachingexperience/","publishdate":"2021-01-24T00:00:00Z","relpermalink":"/teaching/teachingexperience/","section":"teaching","summary":"I've had the opportunity to teach over 15 different courses ranging from introductory level to advanced statistics electives.","tags":null,"title":"Teaching Experience","type":"page"},{"authors":null,"categories":null,"content":"In collaboration with a team of applied mathematicians, statisticians, and art historians and curators, I used data science and machine learning tools to estimate the diversity of artists at 18 U.S. art museums. The project goal was to make inferences about artist characteristics to summarize the diversity of a museum’s collection.\nWe performed data collection by web scraping information about the collections at the chosen art museums, designed the sampling method to create a subset of artists to focus on, and created a website that provides access to our final data set as well as graphical summaries for broad access to our results.\nThis work has been covered in international news outlets including the San Francisco Chronicle, Smithsonian Magazine, The Guardian (UK), Minnesota Public Radio, and MIT Technology Review.\nProducts\n  Topaz, C. M., Klingenberg, B., Turek, D., Heggeseth, B. C., Harris, P. E., Blackwood, J. C., Chavoya, C. O., Nelson, S., and Murphy, K. M. (2019), \u0026ldquo;Diversity of artists in major U.S. museums.\u0026rdquo; PLoS ONE, 14(3): e0212852.\n  Interactive Shiny App: https://artofstat.shinyapps.io/ArtistDiversity/\n  Heggeseth, B. C. and Topaz, C. M. (2020), \u0026ldquo;When Data Meets Diversity.\u0026rdquo; SIAMS News.\n  ","date":1606780800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1606780800,"objectID":"18d7b96687f0548a6f10053dfcf0cf6c","permalink":"https://bcheggeseth.github.io/project/artistdiversity/","publishdate":"2020-12-01T00:00:00Z","relpermalink":"/project/artistdiversity/","section":"project","summary":"Diversity of artists in art museums.","tags":["Applied Collaboration","Art Museums"],"title":"Diversity of artists in major U.S. museums","type":"project"},{"authors":null,"categories":null,"content":"As a member of a team of applied mathematicians, statisticians, and art historians and curators, I was invited to participate in the National Gallery of Art (NGA) Datathon. Our task was to analyze, contextualize, and visualize its permanent collection data. Our team focused on the location history of each art object and try to highlight the diversity of art and artists on display at the NGA over time.\nWe cleaned, reformatted, and created interactive visualizations on a website that provides access to our explore the diversity spatially and over time.\nThe provided data that tells us whether an object is on public view may not accurately reflect actual practice; our data does not include objects that have been in public view in any rooms currently under revonvation. Any objects that were on public view for at least one day of the chosen month were given equal weight in determining these distributions. Artist gender identities were identified from the Union List of Artist Names (provided by the J. Paul Getty Trust), inferred based on the first name using historical data records, or manually determined by an art historian. These identities may not accurately express the artist\u0026rsquo;s self-identity. Artist race/ethnicities identities were inferred using nationalities and group identities listed in the Union List of Artist Names (provided by the J. Paul Getty Trust), and the publicly available National Gallery of Art nationalities, which reflect citizenship. These nationalities and identities were grouped using the U.S. Census Bureau definitions of White, Hispanic, Black, Asian, and Native and they may not accurately express the artist\u0026rsquo;s self-identity.\nProducts\n  Interactive Shiny App: https://bheggeseth.shinyapps.io/DiversityOnDisplay/\n  Presentation: Heggeseth, B. C., Topaz, C. M., Nelson, S., Klingenberg, B. (2019), \u0026ldquo;Diversity on Display.\u0026rdquo; NGA Datathon. [Slides, Video]\n  ","date":1572220800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1572220800,"objectID":"24fa09e11f98fdcd6977544ea5b02596","permalink":"https://bcheggeseth.github.io/project/diversityondisplay/","publishdate":"2019-10-28T00:00:00Z","relpermalink":"/project/diversityondisplay/","section":"project","summary":"Diversity of artists in art museums.","tags":["Applied Collaboration","Art Museums"],"title":"Diversity on Display at the National Gallery","type":"project"},{"authors":null,"categories":null,"content":"In collaboration with epidemiologists at the Center for Environmental Research and Children’s Health in Berkeley, CA, I applied three advanced statistical methods to estimate the association between prenatal exposure of 11 phthalate metabolites and body mass index trajectories. I used generalized additive models, growth mixture models, and functional principal component analysis with regression trees and random forests. The novel contribution in this paper is the additional flexibility in the methods to allow for non-linear relationships between exposures and trajectories and the direct model comparison.\nProduct\n Heggeseth BC, Holland N, Eskenazi B, Kogut K, and Harley KG. \u0026ldquo;Heterogeneity in Childhood Growth Trajectories in relation to Prenatal Phthalate Exposure.\u0026rdquo;\u0026quot; Environmental Research, 175(1): 22-33, 2019.  ","date":1564617600,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1564617600,"objectID":"b37bad9c202326713d3acf3640fa90fc","permalink":"https://bcheggeseth.github.io/project/prenatalphthalate/","publishdate":"2019-08-01T00:00:00Z","relpermalink":"/project/prenatalphthalate/","section":"project","summary":"prenatal phthalate and childhood growth","tags":["Applied Collaboration","Correlated Data","Environmental Epidemiology"],"title":"Prenatal Phthalate Exposure and Childhood Growth","type":"project"},{"authors":null,"categories":null,"content":"Work with Anna Neufeld (initially as an Honors project) to review and compare existing methods to create a regression tree based on longitudinal quantitative outcome data and then improving the methodology to be able to detect additive and interactive relationships between baseline covariates and growth patterns.\nProduct\n splinetree R package is available on CRAN to implement this work.  ","date":1533081600,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1533081600,"objectID":"03e0fd6fe804f5215eea7c009a875e37","permalink":"https://bcheggeseth.github.io/project/splinetree/","publishdate":"2018-08-01T00:00:00Z","relpermalink":"/project/splinetree/","section":"project","summary":"splinetree R package","tags":["Methodology","Correlated Data"],"title":"Longitudinal Regression Trees","type":"project"},{"authors":null,"categories":null,"content":"Coming out of my dissertation work, I developed a methodological study of mixture models for longitudinal data and their ability to detect growth patterns. In this paper, I showed that the default model assumptions do not necessarily create groups that are homogenous in terms of growth pattern over time as they seek to explain the most variation, whether it be from the overall level or pattern over time. I suggested a pre-processing step that removes the outcome level to explicitly focus on the shape.\nProduct:\n Heggeseth, B. C. and Jewell, N. P. (2018), \u0026ldquo;How Gaussian mixture models might miss detecting factors that impact growth patterns,\u0026rdquo; Annals of Applied Statistics, 12(1): 222-245.  ","date":1519862400,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1519862400,"objectID":"cde7b0da1f0777ee85971399e8b32ced","permalink":"https://bcheggeseth.github.io/project/verticalshifting/","publishdate":"2018-03-01T00:00:00Z","relpermalink":"/project/verticalshifting/","section":"project","summary":"Vertically shifted mixture models focus on explaining longtudinal shape.","tags":["Methodology","Correlated Data"],"title":"Vertically shifted Growth Mixture Models","type":"project"},{"authors":null,"categories":null,"content":"After consulting for a Williams undergraduate student working on a genetics thesis, I became involved in the project to determine the association between the chemical “smell” of crickets and the mating between a pair of crickets. In addition to dealing with the dependence of repeated measures, I used survival analysis techniques to analyze the time until mating commenced.\nProduct\n Heggeseth, B. C., Sim, D., Partida, L., and Maroja, L. (2020) \u0026ldquo;Influence of Female Cuticular Hydrocarbon (CHC) Profile on Male Courtship Behavior in Two Hybridizing Cricket Species Gryllus firmus and Gryllus pennsylvanicus.\u0026rdquo; BMC Evolutionary Biology 20(21).   ","date":1461715200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1461715200,"objectID":"83bb5d0d146636fe4b6ae51bcadd7bf3","permalink":"https://bcheggeseth.github.io/project/crickets/","publishdate":"2016-04-27T00:00:00Z","relpermalink":"/project/crickets/","section":"project","summary":"survival analysis on time to courtship in hybridizing field crickets","tags":["Applied Collaboration","Correlated Data","Genetics"],"title":"Cricket Courtship","type":"project"},{"authors":null,"categories":null,"content":"Mann, Cone, and Ferguson are social psychologists who study explicit and implicit reactions to new information. There have been questions in the scholarly community about whether the main tool that they use to measure implicit reactions, the Affect Misattribution Procedure (AMP), actually measures unintended responses. My contribution to this study was the statistical analysis and interpretation of their analysis. I collaborated with them to analyze repeated measures data from 8 new studies and as well as reanalyze data from their past published studies. The main statistical concern was whether their previous conclusions were still valid despite the fact the distributions of the observations were bimodal. Thus, I designed a series of analyses that included sensitivity analyses to test the robustness of their conclusions to perturbations in the observed data distribution and pooled analysis across similar experiments.\nProduct\n Mann, T. C., Cone, J., Heggeseth, B. C., and Ferguson, M. J. (2019), \u0026ldquo;Updating implicit impressions: New evidence on intentionality and the Affect Misattribution Procedure.\u0026rdquo; Journal of Personality and Social Psychology, 116(3), 349-374.   ","date":1461715200,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":1461715200,"objectID":"067af4be07d2d373eb5c21bb1b5e54a6","permalink":"https://bcheggeseth.github.io/project/misattribution/","publishdate":"2016-04-27T00:00:00Z","relpermalink":"/project/misattribution/","section":"project","summary":"Analysis on the Affect Misattribution Procedure (AMP)","tags":["Applied Collaboration","Social Psychology"],"title":"Updating Implicit Impressions","type":"project"},{"authors":null,"categories":null,"content":"","date":-62135596800,"expirydate":-62135596800,"kind":"page","lang":"en","lastmod":-62135596800,"objectID":"f26b5133c34eec1aa0a09390a36c2ade","permalink":"https://bcheggeseth.github.io/admin/config.yml","publishdate":"0001-01-01T00:00:00Z","relpermalink":"/admin/config.yml","section":"","summary":"","tags":null,"title":"","type":"wowchemycms"}]